title: Example Logon Detection
id: 00000000-0000-0000-0000-000000000000
description: Example SIGMA rule for successful logons.
status: experimental
logsource:
  product: windows
  service: security
detection:
  selection:
    EventID: 4624
condition: selection
level: low
